var db = [
{
    "id": 1,
    "textId": "AD",
    "name": "Республика Адыгея",
    "time": 3
},
{
    "id": 2,
    "textId": "BA",
    "name": "Республика Башкортостан",
    "time": 5
},
{
    "id": 3,
    "textId": "BU",
    "name": "Республика Бурятия",
    "time": 8
},
{
    "id": 4,
    "textId": "AL",
    "name": "Республика Алтай",
    "time": 7
},
{
    "id": 5,
    "textId": "DA",
    "name": "Республика Дагестан",
    "time": 3
},
{
    "id": 6,
    "textId": "IN",
    "name": "Республика Ингушетия",
    "time": 3
},
{
    "id": 7,
    "textId": "KB",
    "name": "Кабардино-Балкарская Республика",
    "time": 3
},
{
    "id": 8,
    "textId": "KL",
    "name": "Республика Калмыкия",
    "time": 3
},
{
    "id": 9,
    "textId": "KC",
    "name": "Карачаево-Черкесская Республика",
    "time": 3
},
{
    "id": 10,
    "textId": "KR",
    "name": "Республика Карелия",
    "time": 3
},
{
    "id": 11,
    "textId": "KO",
    "name": "Республика Коми",
    "time": 3
},
{
    "id": 12,
    "textId": "ME",
    "name": "Республика Мари Эл",
    "time": 3
},
{
    "id": 13,
    "textId": "MO",
    "name": "Республика Мордовия",
    "time": 3
},
{
    "id": 14,
    "textId": "SA",
    "name": "Республика Саха (Якутия)",
    "time": 30
},
{
    "id": 15,
    "textId": "SE",
    "name": "Республика Северная Осетия-Алания",
    "time": 3
},
{
    "id": 16,
    "textId": "TA",
    "name": "Республика Татарстан",
    "time": 3
},
{
    "id": 17,
    "textId": "TY",
    "name": "Республика Тыва (Тува)",
    "time": 7
},
{
    "id": 18,
    "textId": "UD",
    "name": "Удмуртская Республика",
    "time": 4
},
{
    "id": 19,
    "textId": "KK",
    "name": "Республика Хакасия",
    "time": 7
},
{
    "id": 20,
    "textId": "CE",
    "name": "Чеченская Республика",
    "time": 3
},
{
    "id": 21,
    "textId": "CU",
    "name": "Республика Чувашия",
    "time": 3
},
{
    "id": 22,
    "textId": "ALT",
    "name": "Алтайский край",
    "time": 6
},
{
    "id": 23,
    "textId": "KDA",
    "name": "Краснодарский край",
    "time": 3
},
{
    "id": 24,
    "textId": "KYA",
    "name": "Красноярский край",
    "time": 7
},
{
    "id": 25,
    "textId": "PRI",
    "name": "Приморский край",
    "time": 10
},
{
    "id": 26,
    "textId": "STA",
    "name": "Ставропольский край",
    "time": 3
},
{
    "id": 27,
    "textId": "KHA",
    "name": "Хабаровский край",
    "time": 10
},
{
    "id": 28,
    "textId": "AMU",
    "name": "Амурская область",
    "time": 9
},
{
    "id": 29,
    "textId": "ARK",
    "name": "Архангельская область",
    "time": 3
},
{
    "id": 30,
    "textId": "AST",
    "name": "Астраханская область",
    "time": 3
},
{
    "id": 31,
    "textId": "BEL",
    "name": "Белгородская область",
    "time": 3
},
{
    "id": 32,
    "textId": "BRY",
    "name": "Брянская область",
    "time": 3
},
{
    "id": 33,
    "textId": "VLA",
    "name": "Владимирская область",
    "time": 3
},
{
    "id": 34,
    "textId": "VGG",
    "name": "Волгоградская область",
    "time": 3
},
{
    "id": 35,
    "textId": "VLG",
    "name": "Вологодская область",
    "time": 3
},
{
    "id": 36,
    "textId": "VOR",
    "name": "Воронежская область",
    "time": 3
},
{
    "id": 37,
    "textId": "IVA",
    "name": "Ивановская область",
    "time": 3
},
{
    "id": 38,
    "textId": "IRK",
    "name": "Иркутская область",
    "time": 8
},
{
    "id": 39,
    "textId": "KGD",
    "name": "Калининградская область",
    "time": 2
},
{
    "id": 40,
    "textId": "KLU",
    "name": "Калужская область",
    "time": 3
},
{
    "id": 41,
    "textId": "KAM",
    "name": "Камчатский край",
    "time": 12
},
{
    "id": 42,
    "textId": "KEM",
    "name": "Кемеровская область",
    "time": 7
},
{
    "id": 43,
    "textId": "KIR",
    "name": "Кировская область",
    "time": 3
},
{
    "id": 44,
    "textId": "KOS",
    "name": "Костромская область",
    "time": 3
},
{
    "id": 45,
    "textId": "KGN",
    "name": "Курганская область",
    "time": 5
},
{
    "id": 46,
    "textId": "KRS",
    "name": "Курская область",
    "time": 3
},
{
    "id": 47,
    "textId": "LEN",
    "name": "Ленинградская область",
    "time": 3
},
{
    "id": 48,
    "textId": "LIP",
    "name": "Липецкая область",
    "time": 3
},
{
    "id": 49,
    "textId": "MAG",
    "name": "Магаданская область",
    "time": 11
},
{
    "id": 50,
    "textId": "MOS",
    "name": "Московская область",
    "time": 3
},
{
    "id": 51,
    "textId": "MUR",
    "name": "Мурманская область",
    "time": 3
},
{
    "id": 52,
    "textId": "NIZ",
    "name": "Нижегородская область",
    "time": 3
},
{
    "id": 53,
    "textId": "NGR",
    "name": "Новгородская область",
    "time": 3
},
{
    "id": 54,
    "textId": "NVS",
    "name": "Новосибирская область",
    "time": 7
},
{
    "id": 55,
    "textId": "OMS",
    "name": "Омская область",
    "time": 6
},
{
    "id": 56,
    "textId": "ORE",
    "name": "Оренбургская область",
    "time": 5
},
{
    "id": 57,
    "textId": "ORL",
    "name": "Орловская область",
    "time": 3
},
{
    "id": 58,
    "textId": "PNZ",
    "name": "Пензенская область",
    "time": 3
},
{
    "id": 59,
    "name": "Пермский край",
    "time": 5
},
{
    "id": 60,
    "textId": "PSK",
    "name": "Псковская область",
    "time": 3
},
{
    "id": 61,
    "textId": "ROS",
    "name": "Ростовская область",
    "time": 3
},
{
    "id": 62,
    "textId": "RYA",
    "name": "Рязанская область",
    "time": 3
},
{
    "id": 63,
    "textId": "SAM",
    "name": "Самарская область",
    "time": 4
},
{
    "id": 64,
    "textId": "SAR",
    "name": "Саратовская область",
    "time": 3
},
{
    "id": 65,
    "textId": "SAK",
    "name": "Сахалинская область",
    "time": 10
},
{
    "id": 66,
    "textId": "SVE",
    "name": "Свердловская область",
    "time": 5
},
{
    "id": 67,
    "textId": "SMO",
    "name": "Смоленская область",
    "time": 3
},
{
    "id": 68,
    "textId": "TAM",
    "name": "Тамбовская область",
    "time": 3
},
{
    "id": 69,
    "textId": "TVE",
    "name": "Тверская область",
    "time": 3
},
{
    "id": 70,
    "textId": "TOM",
    "name": "Томская область",
    "time": 6
},
{
    "id": 71,
    "textId": "TUL",
    "name": "Тульская область",
    "time": 3
},
{
    "id": 72,
    "textId": "TYU",
    "name": "Тюменская область",
    "time": 5
},
{
    "id": 73,
    "textId": "ULY",
    "name": "Ульяновская область",
    "time": 3
},
{
    "id": 74,
    "textId": "CHE",
    "name": "Челябинская область",
    "time": 5
},
{
    "id": 75,
    "textId": "ZAB",
    "name": "Забайкальский край",
    "time": 9
},
{
    "id": 76,
    "textId": "YAR",
    "name": "Ярославская область",
    "time": 3
},
{
    "id": 77,
    "textId": "MOW",
    "name": "Город Москва",
    "time": 3
},
{
    "id": 78,
    "textId": "SPE",
    "name": "Город Санкт-Петербург",
    "time": 3
},
{
    "id": 79,
    "textId": "YEV",
    "name": "Еврейская автономная область",
    "time": 10
},
{
    "id": 80,
    "textId": "ZAB",
    "name": "Забайкальский край",
    "description": "Агинский Бурятский автономный округ",
    "time": 9
},
{
    "id": 81,
    "textId": "PER",
    "name": "Коми-Пермяцкий автономный округ",
    "time": 5
},
{
    "id": 82,
    "name": "Корякский автономный округ",
    "time": 12
},
{
    "id": 83,
    "textId": "NEN",
    "name": "Ненецкий автономный округ",
    "time": 3
},
{
    "id": 84,
    "name": "Таймырский (Долгано-Ненецкий) автономный округ",
    "time": 7
},
{
    "id": 85,
    "name": "Усть-Ордынский Бурятский автономный округ",
    "time": 8
},
{
    "id": 86,
    "textId": "KHM",
    "name": "Ханты-Мансийский автономный округ",
    "time": 5
},
{
    "id": 87,
    "textId": "CHU",
    "name": "Чукотский автономный округ",
    "time": 12
},
{
    "id": 88,
    "name": "Эвенкский автономный округ",
    "time": 7
},
{
    "id": 89,
    "textId": "YAN",
    "name": "Ямало-Ненецкий автономный округ",
    "time": 5
},
{
    "id": 90,
    "textId": "MOS",
    "name": "Московская область",
    "time": 3
},
{
    "id": 91,
    "textId": "CR",
    "name": "Республика Крым",
    "time": 2
},
{
    "id": 92,
    "textId": "SEV",
    "name": "Город Севастополь",
    "time": 3
},
{
    "id": 93,
    "textId": "KDA",
    "name": "Краснодарский край",
    "time": 3
},
{
    "id": 94,
    "name": "Территории, находящиеся за пределами РФ и обслуживаемые Департаментом режимных объектов МВД России",
    "time": ""
},
{
    "id": 95,
    "name": "Чеченская Республика",
    "time": 3
},
{
    "id": 96,
    "name": "Свердловская область",
    "time": 5
},
{
    "id": 97,
    "textId": "MOS",
    "name": "Московская область",
    "time": 3
},
{
    "id": 98,
    "name": "Город Санкт-Петербург",
    "time": 3
},
{
    "id": 99,
    "textId": "MOS",
    "name": "Московская область",
    "time": 3
}
];